{"all_vocab_dict": {"<s>": 0, "</s>": 1, "<pad>": 2, "<unk>": 3, "all": 4, "everyth": 5, "what": 6, "there": 7, "of": 8, "it": 9, "show": 10, "me": 11, "list": 12, "job": 13, "use": 14, "language": 15, "id": 16, "0": 17, "on": 18, "platform": 19, "requir": 20, "deg": 21, "in": 22, "loc": 23, "the": 24, "pleas": 25, "pay": 26, "num": 27, "_": 28, "salary": 29, "are": 30, "area": 31, "give": 32, "ani": 33, "avail": 34, "need": 35, "experi": 36, "who": 37, "for": 38, "tell": 39, "like": 40, "to": 41, "see": 42, "a": 43, "title": 44, "someth": 45, "that": 46, "open": 47, "doe": 48, "company": 49, "have": 50, "posit": 51, "recruiter": 52, "recruit": 53, "application": 54, "at": 55, "specialist": 56, "could": 57, "you": 58, "as": 59, "not": 60, "involv": 61, "work": 62, "do": 63, "is": 64, "no": 65, "program": 66, "find": 67, "compani": 68, "desir": 69, "which": 70, "deal": 71, "with": 72, "applic": 73, "and": 74, "near": 75, "from": 76, "administr": 77, "an": 78, "salari": 79, "employ": 80, "hire": 81, "earn": 82, "can": 83, "i": 84, "name": 85, "want": 86, "onli": 87, "anyon": 88, "offer": 89, "degre": 90, "oper": 91, "knowledg": 92, "or": 93, "1": 94, "their": 95, "develop": 96, "tool": 97, "might": 98, "locat": 99, "doesnt": 100, "would": 101, "year": 102, "know": 103, "some": 104, "system": 105, "per": 106, "special": 107, "least": 108, "but": 109, "over": 110, "dollar": 111, "wish": 112, "were": 113, "dont": 114, "2": 115, "key": 116, "greater": 117, "than": 118, "machin": 119, "hour": 120, "comput": 121, "anyth": 122, "old": 123, "look": 124, "how": 125, "much": 126, "out": 127, "field": 128, "concern": 129, "relat": 130, "where": 131, "us": 132, "titl": 133, "familiar": 134, "environ": 135, "hardwar": 136, "associ": 137, "within": 138, "move": 139, "sure": 140, "wonder": 141, "someon": 142, "more": 143, "specialti": 144, "satiat": 145, "languag": 146, "outs": 147, "less": 148, "greed": 149, "live": 150, "student": 151, "fresh": 152, "colleg": 153, "vaniti": 154, "month": 155, "buzword": 156, "peopl": 157, "hold": 158, "make": 159, "without": 160, "major": 161, "art": 162, ".": 163, "help": 164, "if": 165, "learn": 166, "cs": 167, "still": 168, "level": 169, "exist": 170, "requirng": 171, "knowldg": 172, "kind": 173, "must": 174, "be": 175, "think": 176, "has": 177, "invlov": 178}, "fl_vocab_dict": {"<s>": 0, "</s>": 1, "<pad>": 2, "job": 3, "(": 4, "ans": 5, ")": 6, ",": 7, "language": 8, "id": 9, "0": 10, "platform": 11, "req": 12, "_": 13, "deg": 14, "loc": 15, "salary": 16, "greater": 17, "than": 18, "num": 19, "year": 20, "area": 21, "exp": 22, "title": 23, "country": 24, "application": 25, "company": 26, "recruiter": 27, "\\+": 28, "a": 29, "des": 30, "b": 31, ";": 32, "1": 33, "2": 34, "hour": 35, "x": 36, "p": 37, "less": 38, "month": 39, "j": 40}}